Repository: ogaroh/news_app
Catalog: lib/l10n/app_*.arb
Languages: sw

# language
source: English
sw: Kiswahili

# buttonHint
source: Change Language
sw: Badilisha Lugha

source: Saved Articles
sw: Makala Yaliyohifadhiwa

source: Save Article
sw: Hifadhi Makala

source: Headlines
sw: Maneno Makuu

source: Change Language
sw: Badilisha Lugha

source: No saved articles
sw: Hakuna makala yaliyohifadhiwa

# successMessage
source: Article saved successfully!
sw: Makala yamehifadhiwa kwa mafanikio!

source: New Article
sw: Makala Mapya

# title
source: Article Title
sw: Kichwa cha Makala

# description
source: Article Description
sw: Maelezo ya Makala

source: Author
sw: Mwandishi

source: URL
sw: Kifungu cha URL

source: URL to Image
sw: Kifungu cha Picha

source: Content
sw: Yaliyomo

source: is required
sw: inahitajika
